quick_questions = [
    {
        "question": "Сколько вам лет?",
        "answers": ["14-18", "19-25", "26-35", "35+"]
    },

    {
        "question": "Что вам нравится больше?",
        "answers": [
            "Программирование",
            "Творчество",
            "Общение",
            "Аналитика"
        ]
    },

    {
        "question": "Какой предмет вам нравится?",
        "answers": [
            "Информатика",
            "Математика",
            "Литература",
            "Биология"
        ]
    },

    {
        "question": "Какой формат работы вам ближе?",
        "answers": [
            "Удаленно",
            "Офис",
            "Гибрид"
        ]
    },

    {
        "question": "Что получается лучше всего?",
        "answers": [
            "Решать задачи",
            "Общаться",
            "Создавать",
            "Анализировать"
        ]
    }
]


deep_questions = [
    "Какие занятия приносят вам удовольствие?",
    "Какие предметы нравились вам в школе?",
    "О какой профессии вы задумывались раньше?",
    "Что у вас получается лучше большинства людей?",
    "Какие темы вам интересно изучать самостоятельно?"
]